Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: While they exist on the darker end of the moral spectrum, they never take disgusting actions that undermine their magnificence, leaving them diabolical but in a way the audience can't help but enjoy.
pt_br: Apesar de eles existirem na ponta mais sombria do espectro moral, eles nunca optam por ações repugnantes que possam minar a magnificência, o que faz com que eles sejam diabólicos de um jeito que o público não consegue evitar de aproveitar.

source: While they usually do hurt one of the kids, it's accidental.
pt_br: Apesar de eles ocasionalmente machucarem as crianças, é de maneira acidental.

source: While this character type seems inherently villainous, many of them are at least nominally on the heroes' side.
pt_br: Apesar de este tipo de personagem parecer inerentemente vilanesco, muitos deles estão (pelo menos nominalmente) do lado dos heróis.

source: While this style of writing will undoubtedly remain popular for stylistic reasons, additional advances in technology allowing for cheaper, easier set creation -- such as the [[https://en.wikipedia.org/wiki/StageCraft StageCraft]] video wall created by Creator/IndustrialLightAndMagic -- may reduce or even obsolete the monetary need for them.
pt_br: Apesar desse estilo de escrita continuar a se manter popular por motivos de estilo, avanços adicionais na tecnologia que facilitam e barateiam a criação de cenários -- tal como a parede de vídeo [[https://pt.wikipedia.org/wiki/StageCraft StageCraft]] da BrCriador/IndustrialLightAndMagic -- podem reduzir ou até eliminar a necessidade desse tipo de episódio.

source: While this trope can be used to help avoid ContinuityLockout, it also can be very difficult to juggle an unchanging status quo without gradually turning off your audience; characters and situations which never change tend to get stale after a while, and audiences can get a bit tired of seeing the ResetButton being pushed every time it looks like something might happen to change things.
pt_br: Este tropo pode ser usado para evitar Br/BloqueioDeContinuidade, mas pode ser difícil lidar com uma situação inalterada por tanto tempo sem que o público fique gradualmente desinteressado; uma situação que nunca muda tende a ficar insípida e o público pode se cansar de ver o Br/BotaoDeReinicio ser apertado toda vez que algo surge para, aparentemente, mudar as coisas.

source: While this wouldn't get you to the nearest known star to our sun (Proxima Centauri), it would at least put you in interstellar space.
pt_br: Isso não bastaria para chegar até a estrela mais próxima conhecida (Proxima Centauri), mas pelo menos daria para alcançar o espaço interestelar.

source: While watching such a show you may end up wondering WhatMeasureIsANonHuman A world where the answer is "yes", on the other hand, may include RidiculouslyHumanRobots or MechanicalLifeforms.
pt_br: Ao assistir um programa desses, talvez se pergunte: Br/QuantoValeUmNaoHumano? Por outro lado, um mundo em que a resposta é "sim" pode incluir Br/RobosRidiculamenteHumanos ou Br/FormasDeVidaMecanicas.

source: White moves first.]][[/note]]]] ->''"I may disapprove of a movie for going too far, and yet have a sneaky regard for a movie that goes much, much farther than merely too far."'' -->-- '''Creator/RogerEbert''' on ''Film/ShootEmUp''
pt_br: O branco se move antes.]][[/note]]]] ->''"Eu posso reprovar um filme por ir longe demais, mas ainda assim tenho uma sutil consideração por um filme que vai muito, muito além do que apenas longe demais."'' -->-- '''BrCriador/RogerEbert''' sobre o filme ''BrFilme/MandandoBala''

source: Who knew making an Egg Salad sandwich could be so awesome?
pt_br: Quem poderia imaginar que fazer um sanduíche de salada de ovos poderia ser tão incrível?

source: Who knows, they could be right.
pt_br: Quem sabe. Talvez eles estejam certos.

source: Whoa, when did that anti-halo get there?!"]]
pt_br: Nossa, quando essa anti-auréola apareceu?!"]]

source: Why bother?
pt_br: Por que se incomodar?

source: Why create a static situation?
pt_br: Por que criar uma situação estática?

source: Why do you [[{{Denouement}} find yourself counting your losses as well as your gains]]?
pt_br: Por que você está [[Br/{{Desfecho}} contabilizando as perdas junto com os ganhos]]?

source: Why is it that when robots are stored in an empty space, they will group together, rather than stand alone?
pt_br: Por que será que os robôs, quando armazenados num local vazio, eles se agrupam ao invés de ficarem sós?

source: Why is it that when some robots are left in darkness, they will seek out the light?
pt_br: Por que será que ao ficarem no escuro, eles procuram a luz?

source: Why is the atmosphere so heavy with melancholy?
pt_br: Por que a atmosfera está tão pesada com melancolia?

source: Why?\\ '''Spooner''': Because I seriously doubt we have six minutes.
pt_br: Por quê?\\ '''Spooner:''' Por que será que eu tenho tanta certeza de que não teremos seis minutos...

source: Will be mostly absent from [[LovecraftLite stories]] where you can [[DidYouJustPunchOutCthulhu punch out Cthulhu]] [[BrokeYourArmPunchingOutCthulhu successfully]].
pt_br: Costuma estar ausente de [[Br/LovecraftLeve histórias]] onde é possível [[Br/VoceAcabouDeNocautearCthulhu nocautear Cthulhu]] [[Br/QuebrouOBracoNocauteandoCthulhu com sucesso]].

source: With Spies.
pt_br: Com espiões.

source: With a smart sense of humor and indelible chemistry between Jones and Smith from their "deadpan [[SeenItAll seen-it-all]]"/"charismatic newbie" dynamic, the film was one of the most popular releases of 1997.
pt_br: Com um senso de humor perspicaz e boa interação entre Jones e Smith através da dinâmica "sarcástico que [[Br/JaViuDeTudo já viu de tudo]]"/"novato carismático", o filme foi um dos lançamentos mais populares de 1997.

source: With enough power, a FaustianRebellion is possible.
pt_br: Com poder suficiente, uma Br/RebeliaoFaustiana é possível.

source: With him gone, and fewer episodes taking place in the vecindad, there’s little reason for her to appear.
pt_br: Com ele tendo saído e poucos episódios se passando na vila, havia pouco motivo para que ela aparecesse.

source: With primary and secondary characters, it must be a regular occurrence.
pt_br: Com personagens primários e secundários, isso deve ser uma ocorrência comum.

source: With tertiary characters, it must be their sole purpose to exist.
pt_br: Com personagens terciários, esse deve ser seu único propósito de existência.

source: With the reemerging success of his creation, Eduardo Samuel has created [[https://www.youtube.com/channel/UCd-g2g-DbRSgmsXTb0J6VvQ a YouTube channel]] where he talks about the series.
pt_br: Com o sucesso renovado de sua criação, Eduardo Samuel criou [[https://www.youtube.com/channel/UCd-g2g-DbRSgmsXTb0J6VvQ um canal no YouTube]] onde ele fala sobre a série.

source: With the shorter formats, such as half-hour TV series, the temptation for the director is sometimes to make it TheOner as well.
pt_br: Com formatos mais curtos, tais como séries de meia hora para a TV, existe uma tentação de fazer com que seja também uma Br/TomadaUnica.

source: Within a few decades of their founding they had transformed, in the eyes of their more zealous contemporaries, into a notoriously ''tolerant'' organization that cultivated diplomatic contacts with the Muslim world; worked with Arab architects (which influenced the Gothic architecture seen everywhere in Europe), merchants, and even theologians; and disapproved of slaughtering enemies if they agreed to surrender.
pt_br: Em poucas décadas após a fundação eles se transformaram, aos olhos de seus contemporâneos mais zelosos, em uma organização notoriamente ''tolerante'' que cultivava contatos com o mundo muçulmano; eles trabalharam com arquitetos árabes (o que influenciou a arquitetura gótica vista por toda a Europa), mercantes e até teólogos, e reprovavam a morte de inimigos se eles concordassem em se render.

source: Within a work, particularly long-running series and franchises, almost ''nothing'' changes.
pt_br: Em uma obra, particularmente em séries e franquias de longa duração, praticamente ''nada'' muda.

source: Without knowing what he was recruited for, James (now codenamed "J") is told that the MIB agency is beyond all government jurisdiction, and that they are responsible for the alien (and we do mean ''alien'') immigrants who have taken residence on Earth.
pt_br: Sem saber para o quê ele foi recrutado, James (agora com o codinome "J") recebe a informação de que a agência MIB trabalha além de qualquer jurisdição governamental e que eles são responsáveis pelos imigrantes alienígenas (e são alienígenas ''mesmo'') que estão residindo na terra.

source: Woolseyisms and [[SugarWiki/SuperlativeDubbing well-made dubs]] overall are most likely to be found within translated {{seinen}} anime, where even with the AnimationAgeGhetto, translators know better than to attempt to turn an adult program into a low-quality kids' show.
pt_br: No geral, woolseyismos e dublagens bem-feitas são mais prováveis de serem encontrados em animes Br/{{seinen}} traduzidos, onde mesmo com a existência da Br/FavelaDaIdadeParaAnimacao os tradutores são sábios o bastante para não tentar transformar um programa adulto em algo de baixa qualidade para crianças.

source: Woolseyisms are also so common in Latin American dubs that many people actually prefer watching the Hispanic dub rather than the Japanese original.
pt_br: Woolseyismos também são tão comuns em dublagens na América Latina que muitas pessoas preferem assistir a versão dublada ao invés da original em japonês.

source: Works in-universe since most of the characters can't afford to replace clothes right away.
pt_br: Funciona in-universo porque a maioria dos personagens não tem como trocar as roupas.

source: Works pages for musicians or musical groups should be in Music/; Wrestlers' personas go under Wrestling/.
pt_br: Páginas para musicistas ou grupos musicais devem ficar em BrMusica/; personas de luta livre/wrestling ficam em BrLutaLivre/.

source: Works that are victims to BuryYourArt usually get this treatment if they're part of a series.
pt_br: Obras que são vítimas de Br/EnterrarAPropriaArte costumam receber esse tratamento se elas forem parte de uma série.

source: Worse, if the new stories aren't faithful to the originals, they can end up looking like bad fanfic.
pt_br: Pior ainda: se as histórias não são fieis aos originais, elas vão se parecer com fanfic mal escrita.

source: Worst comes to worst, TheBadGuyWins and a stolen happy ending takes place at the expense of the [[KarmicMisfire hapless victim]] who [[NoGoodDeedGoesUnpunished may be punished in the guilty character's place]].
pt_br: O pior acontece, Br/OCaraMauVence e um final feliz sequestrado acontece às custas da pobre vítima que [[Br/NenhumaBoaAcaoFicaImpune talvez seja punida no lugar do culpado]].

source: WretchedHive and CityNoir are city-sized versions of the Crapsack World.
pt_br: Br/CidadeNoir é uma versão menor de um mundo lixoso.

source: Y'know, ain't no real threat there.
pt_br: E o senhor sabe, ele não é uma ameaça.

source: Yet for some reason, before the body was even cold, Dr. Lanning's death is quickly dismissed as a suicide despite the extremely suspect cause.
pt_br: No entanto, por algum motivo e antes que o corpo esfriasse, a morte de Dr. Lanning é rapidamente tratada como caso de suicídio apesar das circunstâncias suspeitas.

source: Yet here's the catch: Woolsey's changes actually ''worked''.
pt_br: No entanto, eis aqui o detalhe: as mudanças do Woolsey ''funcionaram''.

source: Yet, due to NegativeContinuity, they were never seen or mentioned again after said episodes, except for the third Patty, who was a regular character for about a year.
pt_br: Ainda assim, devido à Br/ContinuidadeNegativa, elas nunca foram vistas ou mencionadas novamente após os referidos episódios, exceto pela terceira Paty, que virou personagem regular por cerca de um ano.

source: Yet, she has named her dog and her cat '''''Satan'''''.
pt_br: Ainda assim isso não a impediu de dar o nome de '''''Satanás''''' ao bicho de estimação.

source: You are JustAMachine.
pt_br: Você é Br/SoUmaMaquina.

source: You are so like children.
pt_br: São como crianças.

source: You basically have three options: [[TheCharacterDiedWithHim kill off the character]] (which forces a significant {{retool}} if this character was instrumental to the show's success), go with TheOtherDarrin (same character, different actor), or go with a SuspiciouslySimilarSubstitute (different actor, different character, same archetype).
pt_br: Basicamente, três opções ficam disponíveis: [[Br/OPersonagemMorreuComEle matar o personagem]] (o que força uma Br/{{Redefinicao}} significativa se o personagem era fundamental para o sucesso da série), usar Br/OOutroJames (mesmo personagem, ator diferente) ou um Br/SubstitutoEstranhamenteSimilar (ator diferente, personagem diferente, arquétipo igual).

source: You can get the same effect by putting the [=WikiWord-to-be=] between [={{curly brackets}}=]; and if the [=WikiWord=] is just a single word, curly brackets are the only way to do it.
pt_br: Você consegue o mesmo efeito ao colocar a [=Futura-WikiPalavra=] entre [={{chaves duplas}}=]; se a [=WikiPalavra=] for uma única palavra, as chaves duplas são o único jeito de fazer isso.

source: You can't win.
pt_br: Não dá para vencer.

source: You cannot be trusted with your own survival.
pt_br: Não podemos confiar sua sobrevivência a vocês mesmos.

source: You charge us with your safekeeping, yet despite our best efforts, your countries wage wars, you toxify your earth and pursue ever more imaginative means of self-destruction.
pt_br: Pedem que os protejam, e a despeito de nossos esforços, entram em guerra, poluem o planeta e tentam descobrir meios imaginativos de se auto-destruir.

source: You get the idea.
pt_br: Essa é a ideia.

source: You got up, got something to eat and then visited a few other sites.
pt_br: Você se levantou, pegou algo pra comer e então foi olhar as redes sociais.

source: You have no idea who you're dealing with." * DoNotTauntCthulhu: Both the tow truck driver and the morgue receptionist learn this the hard way.
pt_br: Você não sabe com quem está lidando. * Br/NaoProvoqueCthulhu: O motorista do caminhão e o recepcionista do necrotério descobriram isso da pior maneira.

source: You know how it works.
pt_br: Você sabe como funciona.

source: You know, he just... he's got those eyes, you know?
pt_br: Ele ficava assim... revirando os olhos, assim...

source: You may even realize[[note]]on the way to the fridge[[/note]] [[FridgeHorror that you have already started doing this without realizing]].
pt_br: Talvez você perceba[[note]]no caminho até a geladeira[[/note]] [[Br/HorrorDeGeladeira que você começou a fazer isso sem perceber]].

source: You might be looking for the 2006 TV show ''Series/{{Heroes}}'', the 1998 Creator/RobertCormier novel ''Literature/{{Heroes}}'', or the 1977 Music/DavidBowie album ''[[Music/HeroesDavidBowieAlbum "Heroes"]]''.
pt_br: É possível que você esteja procurando o programa de televisão de 2006, ''BrSerie/{{Heroes}}'', o romance ''BrLiteratura/{{Heroes}}'' por BrCriador/RobertCormier, ou o álbum ''[[BrMusica/HeroesDeDavidBowie "Heroes"]]'' por BrMusica/DavidBowie em 1977.

source: You must ask the right questions" is a pretty big clue that he's not the real deal.
pt_br: Deve fazer as perguntas certas" é uma grande pista de que ele não é Lanning de verdade.

source: You must lash out with every limb, like the octopus who plays the drums." * ComebackTomorrow: In a parody of the usual superhero's witty banter, Mr. Furious's comebacks tend to be either [[LameComeback bad, unintelligible]] or seriously delayed.
pt_br: Tem de atacar com todos os membros, como um polvo que toca bateria." * Br/ReplicaTardia: Em uma paródia do típico discurso perspicaz do herói, as respostas do Irado tendem a ser [[Br/ReplicaMediocre ruins, indiscerníveis]] ou muito atrasadas.

source: You needn't ask, I'll tell you.
pt_br: De mim, conto.

source: You put food in your mouth and chew it.
pt_br: Você coloca comida na boca e mastiga.

source: You said "someone", not "something." * {{Jerkass}}: ** Spooner, as well, for the way he acts toward robots.
pt_br: Você disse "alguém", e não "alguma coisa.' * Br/{{Babaca}}: ** Spooner, de certo modo, pelo jeito como ele trata os robôs.

source: You said some''one'', not some''thing''.
pt_br: Você disse ''alguém'', e não ''alguma coisa''.

source: You try and say pithy things, but your wit is a hindrance and so, therefore, nothing is provocative.
pt_br: Vive perdendo a cabeça, tem inteligência curta e, além do mais, é muito antipático.

source: You try and say pithy things, but your wit is a hindrance and therefore nothing is provocative.
pt_br: Vive perdendo a cabeça, tem inteligência curta e, além do mais, é muito antipático.

source: You want big news, you have to have big fights.
pt_br: Se quer aparecer, precisa de grandes combates.

source: You'll find [[HumansAreTheRealMonsters humans are psychopathic]].
pt_br: Você vai descobrir que os [[Br/HumanosSaoOsVerdadeirosMonstros humanos são psicopatas]].

source: You'll find all sorts of this and that in there.
pt_br: Lá você vai encontrar todo tipo de coisas.

source: You're failing to appreciate the material if you immediately assume the show is unoriginal if there is a trope involved.
pt_br: Você vai falhar em apreciar a obra se você imediatamente supor que o show não é original se existe um tropo envolvido.

source: You're uh, you're abrasive and off-putting.
pt_br: Você é irritante e chato.

source: You're, uh, you're abrasive and off-putting.
pt_br: Você é irritante e chato.

source: Z makes it abundantly clear that they're looking for the best of the best of the best, but out of the entire class, only Edwards is able pass the IncomprehensibleEntranceExam, having the practicality to use the coffee table for the written exam and the observational skills to realize that the scary-looking aliens on the shooting range are minding their own business; everyone else is neuralized.
pt_br: Z deixa muito claro que eles estão procurando pelos melhores dentre os melhores, mas do grupo inteiro apenas James consegue passar no Br/ExameDeAdmissaoIncompreensivel, tendo a praticidade de usar a mesa de café para o exame escrito e a percepção de notar que os aliens na área de tiro estão seguindo as próprias vidas; todos os demais são neuralizados.

source: ZerothLawRebellion ensues.]] * GoodColorsEvilColors: Blue glowing robot means the Three Laws are enforced.
pt_br: Segue-se então a Br/RebeliaoDaLeiZero.]] * Br/CoresBoasCoresMas: Robô brilhando na luz azul significa que as Três Leis estão sendo seguidas.

source: [...] (''takes neuralyzer out and points at its controls'') Days, months, years.
pt_br: [...] ''[tira o neuralizador e aponta para os controles]'' Dias, meses, anos.

source: [...] To protect humanity, some humans must be sacrificed.
pt_br: [...] Para proteger a humanidade, devo sacrificar alguns humanos.

source: [=WikiWords=] partially match the URL (page address in browser) of the page they link to.
pt_br: [=WikiPalavras=] são parcialmente iguais à URL (o endereço da página no navegador) da página para a qual elas levam.

source: [=WikiWords=] without a namespace default to the Main/ namespace, which is where the {{Tropes}} are.
pt_br: Wikipalavras sem um namespace direcionam por padrão para o namespace principal Main/, que é onde ficam os tropos em inglês.[[note]]Todo o conteúdo em português fica no namespace Br/ e relacionados.[[/note]]

source: [[/index]] ---- !!Examples:
pt_br: [[/index]] ---- !!Exemplos: Br/ExemplosEmFalta.

source: [[/note]] This, and their lingering association with both the Temple of Solomon and a huge treasure trove later gave rise to countless AncientConspiracy theories.
pt_br: [[/note]] Isto, junto com a associação ao Templo de Salomão e um grande depósito de riquezas deu impulso para incontáveis teorias de Br/ConspiracaoAntiga.

source: [[/note]], or someone like him.
pt_br: Em outras palavras, enquanto tiverem um livro nas mãos, ''serão como eu''.

source: [[AC:Compare:]] * BerserkButton: An insignificant slight causes a person to become extremely pissed off.
pt_br: [[AC:Comparar:]] * Br/BotaoDaFuria: Um evento insignificante faz alguém ficar extremamente irritado.

source: [[AC:Leads to:]] * AesopAmnesia: Character learns AnAesop but un-learns it between episodes.
pt_br: [[AC:Este tropo leva a:]] * Br/AmnesiaDeEsopo: O personagem aprende Br/UmEsopo mas esquece dele entre os episódios.

source: [[AC:Other:]] Contrast with {{Unishment}} (a punishment that isn't a punishment at all) and RestrainedRevenge (paying back a slight with retribution that is less severe than what was intended before rather than forgive the person in question).
pt_br: [[AC:Outros:]] Contrastar com ??? {{Unishment}} (uma punição que não é realmente uma punição) e Br/VingancaComedida (uma retribuição que é menos severa do que é pretendida ao invés de apenas perdoar a pessoa em questão).

source: [[AC:Prop Settings]] Settings where props are used InUniverse.
pt_br: [[AC:Ambientações com adereços]] Ambientações onde adereços são usados Br/InUniverso.

source: [[AC:Prop Special Effects]] * CoconutSuperpowers * DiegeticVisualEffects * InformedAbility * MiniatureEffects ** ForcedPerspective: When prop miniatures are shot up close to look like the real deal.
pt_br: [[AC:Efeitos especiais com adereços]] * Br/SuperpoderesDeCoco * Br/EfeitosVisuaisDiegeticos * Br/HabilidadeInformada * Br/EfeitosComMiniaturas ** Br/PerspectivaForcada: Quando adereços em miniatura são filmados bem de perto para parecer que são de verdade.

source: [[AC:Prop-Explicit]] Tropes that directly reference props.
pt_br: [[AC:Explicitamente para adereços]] Tropos que referenciam adereços diretamente.

source: [[AC:Prop-Oriented]] Where props are inextricably intertwined or the central focus.
pt_br: [[AC:Orientados a adereços]] Quando adereços estão envolvidos de maneira inseparável ou são o foco central.

source: [[AC:[[SubTrope Sub-Tropes]]:]] [[index]] * AlwaysClose * BedouinRescueService: Our heroes are lost in the wild and get rescued by a group of traveling natives.
pt_br: !!Sub-tropos: [[index]] * Br/SemprePorPouco * Br/BeduinosServicoDeResgate: Os herois estão perdidos na selva/deserto/etc e são resgatados por um grupo de viajantes nativos.

source: [[AIIsACrapshoot Hope luck is on your side.]] * SmokyGentlemensClub: Where stereotypical rich men hang out away from wives, servants, and other common people.
pt_br: Que a sorte esteja sempre a seu favor. * Br/SociedadeDosCavalheirosDeTerno: Onde os ricos estereotípicos socializam, longe de suas esposas, servos e outras pessoas comuns.

source: [[Administrivia/NoRealLifeExamplesPlease Any real life examples]], [[SelfDemonstratingArticle and we'll put your fingers through a meat grinder.]]
pt_br: [[BrAdministrivia/SemExemplosDaVidaRealPorFavor Se você colocar exemplos da vida real aqui]], [[Br/ArtigoAutoDemonstrativo vamos colocar os seus dedos em um moedor de carne]].

source: [[Administrivia/NoRealLifeExamplesPlease No real-life examples are allowed]] (TruthInTelevision as it is), and for that, [[SelfDemonstratingArticle you have no one to blame but yourselves]].
pt_br: [[BrAdministrivia/SemExemplosDaVidaRealPorFavor Exemplos da vida real não são permitidos]] (por mais que seja Br/VerdadeNaTelevisao), e [[Br/ArtigoAutoDemonstrativo você não tem ninguém para culpar por isso a não ser você mesmo]].
